[
  {
    "id": 1,
    "name": "Bandoleer",
    "description": "Mentre la donna si sdraia sulla schiena e solleva entrambe le ginocchia verso il petto, l'uomo si inginocchia di fronte a lei. Lei può quindi appoggiare i piedi sul suo petto, mentre lui mette i suoi avambracci sulle sue ginocchia. La donna può poi afferrare le cosce dell'uomo e tirarlo più vicino per una penetrazione più profonda. Più lui preme sulle ginocchia di lei, maggiore è il piacere per lei.",
    "image": "ic_bandoleer.png"
  },
  {
    "id": 2,
    "name": "Bridge",
    "description": "L'uomo fa un ponte mentre la donna gli sta a cavalcioni. Lei può quindi muoversi su e giù spingendo dal pavimento con i piedi.",
    "image": "ic_bridge.png"
  },
  {
    "id": 3,
    "name": "Grip",
    "description": "La donna si stenda sulla schiena e sollevi leggermente i fianchi (può essere più comodo mettere un cuscino sotto il sedere della donna). L'uomo si posiziona poi tra le sue gambe, mentre lei muove il bacino da un lato all'altro.",
    "image": "ic_grip.png"
  },
  {
    "id": 4,
    "name": "Afternoon Delight",
    "description": "L'uomo si stende sul fianco, mentre la donna si stende sulla schiena ad angolo retto rispetto al suo partner. Lei mette le sue ginocchia sopra l'anca di lui per permettere una facile penetrazione.",
    "image": "ic_afternoon_delight.png"
  },
  {
    "id": 5,
    "name": "Rider",
    "description": "Simile alla cowgirl inversa, il cavaliere prevede che la donna si metta a cavalcioni dell'uomo mentre è rivolta verso di lui. Lei si sporge in avanti e mentre si tiene in equilibrio sulle sue ginocchia scivola su e giù. L'uomo può anche controllare la penetrazione tenendosi alla vita della donna.",
    "image": "ic_rider.png"
  },
  {
    "id": 7,
    "name": "Visitor",
    "description": "L'uomo e la donna stanno faccia a faccia e lui stimola i suoi genitali con il suo pene prima di penetrarla.",
    "image": "ic_visitor.png"
  },
  {
    "id": 8,
    "name": "Slide",
    "description": "L'uomo si sdraia sulla schiena, mentre la donna si sdraia sopra di lui con le gambe unite. Lui è quindi in grado di penetrarla mentre lei scivola su e giù sul suo corpo.",
    "image": "ic_slide.png"
  },
  {
    "id": 9,
    "name": "Clasp",
    "description": "Lui sta in piedi e lei gli avvolge le gambe intorno alla vita mentre lui la sostiene tenendole il sedere e la schiena. Per un maggiore sostegno e una penetrazione più profonda lei può appoggiare la schiena contro un muro.",
    "image": "ic_clasp.png"
  },
  {
    "id": 10,
    "name": "Tominagi",
    "description": "L'uomo si inginocchia mentre la donna si sdraia sulla schiena e appoggia i piedi sul suo petto. L'uomo controlla la penetrazione, che può essere molto profonda - la posizione perfetta per gli uomini meno dotati.",
    "image": "ic_tominagi.png"
  },
  {
    "id": 11,
    "name": "Seated Ball",
    "description": "La donna si accovaccia sulle ginocchia dell'uomo, mentre lei controlla la penetrazione dondolando avanti e indietro sui talloni.",
    "image": "ic_seated_ball.png"
  },
  {
    "id": 12,
    "name": "Curled Angel",
    "description": "La donna si raggomitola in una palla con le ginocchia al petto, mentre l'uomo la coccola da dietro. Questa posizione è ideale se ti senti pigro ed è anche ottima per le donne incinte - la donna deve semplicemente abbassare le gambe per accogliere il suo pancione che cresce.",
    "image": "ic_curled_angel.png"
  },
  {
    "id": 13,
    "name": "Glowing Juniper",
    "description": "Perfetto per quando ti senti un po' pigro - la donna è sdraiata sulla schiena con le gambe aperte e le ginocchia leggermente piegate. L'uomo si siede tra le sue gambe con le gambe allungate ai suoi lati. Lui può quindi sollevare i suoi fianchi per una penetrazione più facile mentre lei si sdraia e gode!",
    "image": "ic_glowing_juniper.png"
  },
  {
    "id": 14,
    "name": "Cross",
    "description": "La donna giace sulla schiena con una gamba estesa e l'altra sollevata in aria, ma piegata a metà. L'uomo si mette a cavalcioni della gamba estesa della donna, mentre si tiene all'altra gamba per controllare la penetrazione.",
    "image": "ic_cross.png"
  },
  {
    "id": 15,
    "name": "Perch",
    "description": "L'uomo si siede su una sedia o uno sgabello e la donna si siede sulle sue ginocchia. Con la schiena verso di lui, lei può controllare la penetrazione dondolando avanti e indietro sui talloni. Le mani di lui sono quindi libere di giocare con il clitoride e i seni di lei.",
    "image": "ic_perch.png"
  },
  {
    "id": 16,
    "name": "Plough",
    "description": "La donna si stende sul bordo del letto con le gambe sospese. L'uomo si posiziona allora tra le sue gambe e le solleva i fianchi e le cosce per permettere la penetrazione, mentre lei si sostiene sui gomiti.",
    "image": "ic_plough.png"
  },
  {
    "id": 17,
    "name": "Toad",
    "description": "La donna si sdraia all'indietro con le gambe aperte, mentre l'uomo si sdraia tra le sue gambe e la penetra lentamente. Per una maggiore intimità, lei può avvolgere le gambe intorno a lui e controllare la pressione del suo strusciamento premendo delicatamente le sue natiche con i piedi.",
    "image": "ic_toad.png"
  },
  {
    "id": 18,
    "name": "Hero",
    "description": "La donna è sdraiata sulla schiena, con le ginocchia tirate al petto e i piedi che puntano al soffitto. L'uomo si inginocchia e appoggia le sue cose sotto il suo sedere mentre la penetra.",
    "image": "ic_hero.png"
  },
  {
    "id": 19,
    "name": "Peg",
    "description": "Mentre l'uomo si sdraia su un lato, la donna si raggomitola in una palla e con la testa ai suoi piedi, avvolge le sue gambe intorno alle sue. Lei può poi avvolgere le braccia intorno alla parte superiore delle sue gambe mentre lui la penetra.",
    "image": "ic_peg.png"
  },
  {
    "id": 20,
    "name": "Classic",
    "description": "Pur essendo simile al missionario, la posizione classica prevede che la donna si stenda sulla schiena con un cuscino sotto il sedere. Questa leggera inclinazione del bacino permette una penetrazione più profonda quando l'uomo si mette tra le sue gambe ed entra in lei.",
    "image": "ic_classic.png"
  },
  {
    "id": 21,
    "name": "Fan",
    "description": "Con la schiena rivolta al suo partner, la donna si piega, incrocia le braccia e appoggia i gomiti su una sedia come sostegno. Poi l'uomo entra in lei da dietro (ideale per il sesso anale) e può controllare la profondità e la pressione tenendo la parte superiore delle sue cosce.",
    "image": "ic_fan.png"
  },
  {
    "id": 22,
    "name": "Snail",
    "description": "La donna si sdraia sulla schiena e tira le ginocchia fino al petto. L'uomo si inginocchia ed entra in lei. Lei può allora appoggiare i piedi sulle sue spalle, mentre lui si sostiene con le mani ai lati delle sue spalle.",
    "image": "ic_snail.png"
  },
  {
    "id": 23,
    "name": "Slip",
    "description": "L'uomo si inginocchia e si appoggia all'indietro, sostenendosi con le mani dietro di lui, mentre la donna si stende sulla schiena. Poi lei inclina i fianchi verso di lui per facilitare la penetrazione, mentre posiziona le gambe ai lati dei fianchi di lui.",
    "image": "ic_slip.png"
  },
  {
    "id": 24,
    "name": "Hound",
    "description": "Simile alla pecorina, ma invece di stare a quattro zampe, la donna si abbassa sui suoi avambracci mentre l'uomo la penetra da dietro. Lui può anche piegarsi in avanti e dato che le sue mani sono libere può accarezzare il suo corpo allo stesso tempo.",
    "image": "ic_hound.png"
  },
  {
    "id": 25,
    "name": "Crouching Tiger",
    "description": "Mentre l'uomo è sdraiato sul letto con le ginocchia fuori dal bordo, la donna si accovaccia su di lui rivolta verso l'esterno. Lei ha il pieno controllo della profondità e del ritmo della penetrazione.",
    "image": "ic_crouching_tiger.png"
  },
  {
    "id": 26,
    "name": "Hinge",
    "description": "L'uomo si inginocchia dietro la donna e mentre si piega all'indietro usa un braccio per sostenersi. La donna si inginocchia di fronte a lui e si sostiene sui gomiti, permettendole di spingere indietro su di lui. Lui può quindi usare la sua mano di riserva per toccarla.",
    "image": "ic_hinge.png"
  },
  {
    "id": 27,
    "name": "Ship",
    "description": "While the man lies flat on his back, the woman simply sits on top of him with both legs to one side. The woman is in complete control. Ideal when the man is feeling tired/lazy.",
    "image": "ic_ship.png"
  },
  {
    "id": 28,
    "name": "From Behind",
    "description": "L'uomo sta dietro la donna ed entra in lei. Ha il controllo delle spinte. Lei può trovare più facile l'equilibrio con un muro a cui appoggiarsi.",
    "image": "ic_from_behind.png"
  },
  {
    "id": 29,
    "name": "Balancing Act",
    "description": "L'uomo si sdraia sulla schiena con le gambe aperte mentre la donna si siede tra le sue cosce. La donna deve poi raggomitolarsi in una palla mentre l'uomo la sostiene. Le mani di lei sono libere di toccarsi o di toccare il perineo di lui.",
    "image": "ic_balancing_act.png"
  },
  {
    "id": 30,
    "name": "Splitting Bamboo",
    "description": "La donna si sdraia sulla schiena con una gamba distesa e l'altra appoggiata sulla spalla del suo compagno. L'uomo è a cavallo della sua coscia, mentre si tiene alla gamba sollevata per bilanciarsi.",
    "image": "ic_splitting_bamboo.png"
  },
  {
    "id": 31,
    "name": "Frog",
    "description": "L'uomo si siede sul bordo del letto con i piedi sul pavimento mentre la donna si accovaccia (come una rana) sul suo grembo. Lei può quindi muoversi su e giù per controllare la penetrazione, mentre preme sulle cosce di lui per il sostegno.",
    "image": "ic_frog.png"
  },
  {
    "id": 33,
    "name": "Candle",
    "description": "La donna si sdraia sulla schiena con un cuscino sotto la testa e un altro sotto il sedere. Poi tira le ginocchia al petto e solleva le gambe in aria. L'uomo si inginocchia con le gambe ai suoi lati e le entra nei fianchi.",
    "image": "ic_candle.png"
  },
  {
    "id": 34,
    "name": "Basket",
    "description": "L'uomo si siede con una gamba distesa e l'altra gamba piegata al ginocchio per aiutarlo a stare in equilibrio. La donna si siede sulle sue ginocchia. Mentre lei può controllare la maggior parte del movimento, lui ha anche un certo controllo con le sue mani sui fianchi di lei. Lui è anche nella posizione ideale per baciare e succhiare i suoi capezzoli mentre fa sesso.",
    "image": "ic_basket.png"
  },
  {
    "id": 35,
    "name": "Galley",
    "description": "L'uomo si siede con il suo peso su un braccio (l'altro è libero di accarezzare) e le gambe distese. La donna si siede sopra di lui e si sporge in avanti. Può quindi sostenersi con le braccia, pur avendo il pieno controllo del movimento e della penetrazione.",
    "image": "ic_galley.png"
  },
  {
    "id": 36,
    "name": "Clip",
    "description": "L'uomo si sdraia sulla schiena e chiude le gambe mentre la donna si siede a cavalcioni su di lui e si appoggia all'indietro sostenendosi sulle braccia. Lei può quindi strusciarsi su di lui mentre lui si sdraia e si diverte.",
    "image": "ic_clip.png"
  },
  {
    "id": 37,
    "name": "Whisper",
    "description": "L'uomo si sdraia su un lato mentre la donna gli avvolge le gambe intorno alla vita e incrocia le caviglie. Lui è quindi libero di spingere dentro e fuori.",
    "image": "ic_wisper.png"
  },
  {
    "id": 38,
    "name": "Challenge",
    "description": "Questa posizione richiede una sedia/sgabello robusto e molto equilibrio. La donna si accovaccia sullo sgabello mentre l'uomo la penetra da dietro. Lui dovrà tenersi saldamente alla sua vita per evitare che lei cada.",
    "image": "ic_challenge.png"
  },
  {
    "id": 39,
    "name": "Kneel",
    "description": "In questa posizione sessuale la donna e l'uomo si inginocchiano entrambi. La donna mette le sue gambe ai lati di quelle dell'uomo in modo che lui possa penetrarla. Entrambi possono avvolgere le braccia l'uno all'altro.",
    "image": "ic_kneel.png"
  },
  {
    "id": 40,
    "name": "Kneeling Wheelbarrow",
    "description": "La donna si inginocchia su una gamba con l'altra gamba distesa. Poi si appoggia sul gomito opposto alla gamba su cui è inginocchiata mentre il suo partner si inginocchia dietro di lei. L'uomo può tenere i fianchi della donna per aiutarla a stare in equilibrio mentre entra in lei.",
    "image": "ic_knelling_wheelbarrow.png"
  },
  {
    "id": 41,
    "name": "Spider",
    "description": "L'uomo si siede con le gambe distese e si appoggia sulle mani. La donna si siede a cavalcioni di lui di fronte all'uomo. Anche lei si appoggia sulle mani e può usarle per aiutarsi a dondolare avanti e indietro.",
    "image": "ic_spider.png"
  },
  {
    "id": 42,
    "name": "Fold",
    "description": "La donna è sdraiata sulla schiena con un cuscino sotto il sedere per sollevare i fianchi. L'uomo si siede con le gambe distese ai suoi lati, mentre lei lascia le gambe dietro la schiena.",
    "image": "ic_fold.png"
  },
  {
    "id": 43,
    "name": "Sphinx",
    "description": "La donna si sdraia di fronte con il suo peso sui gomiti. Allunga una gamba e piega l'altra di lato. L'uomo si stende sopra e può penetrare da dietro mentre si appoggia sulle mani per il sostegno.",
    "image": "ic_sphinx.png"
  },
  {
    "id": 44,
    "name": "Deckchair",
    "description": "L'uomo si siede con le gambe distese e si appoggia sulle mani. La donna si stende sulla schiena di fronte a lui e con un cuscino sotto il sedere può comodamente appoggiare i piedi sulle sue spalle.",
    "image": "ic_deckchair.png"
  },
  {
    "id": 45,
    "name": "Waterfall",
    "description": "L'uomo si siede su una sedia o uno sgabello mentre la donna si siede sulle sue ginocchia. Una volta che lui la penetra, lei si appoggia all'indietro (se necessario può appoggiare la testa su un cuscino sul pavimento) mentre lui prende il pieno controllo di tutti i movimenti.",
    "image": "ic_waterfall.png"
  },
  {
    "id": 46,
    "name": "Double Decker",
    "description": "Il double decker è la posizione sessuale perfetta per quando si sta passando da una posizione all'altra.\nMentre l'uomo è sdraiato sulla schiena, la donna si sdraia sopra di lui dandogli la schiena. Si appoggia sui gomiti, su entrambi i lati della vita dell'uomo e per aiutarla a stare in equilibrio mette i piedi sulle ginocchia dell'uomo.",
    "image": "ic_double_decker.png"
  },
  {
    "id": 47,
    "name": "Dolphin",
    "description": "La donna si sdraia sulla schiena e l'uomo si mette tra le sue gambe. Poi la solleva per la vita in modo che tutto il suo peso sia sulla testa e sulle spalle.",
    "image": "ic_dolphin.png"
  },
  {
    "id": 48,
    "name": "Reverse Cowgirl",
    "description": "La cowgirl inversa coinvolge l'uomo sdraiato sulla schiena con la donna seduta a cavalcioni con la schiena verso di lui. La donna ha il pieno controllo di tutti i movimenti.",
    "image": "ic_reverse_cowgirl.png"
  },
  {
    "id": 49,
    "name": "Lotus Blossom",
    "description": "L'uomo è seduto con le gambe incrociate mentre la donna è seduta sulle sue ginocchia con le gambe avvolte intorno alla sua vita.",
    "image": "ic_lotus_blossom.png"
  },
  {
    "id": 50,
    "name": "Amazon",
    "description": "L'uomo si siede su una sedia - idealmente la sedia non sarà troppo alta perché i piedi della donna devono toccare terra. La donna si siede sulle sue ginocchia di fronte a lui e usa i suoi piedi per rimbalzare su e giù.",
    "image": "ic_amazon.png"
  },
  {
    "id": 51,
    "name": "Close-Up",
    "description": "L'uomo e la donna sono entrambi sdraiati su un fianco con le gambe tirate fino al petto. La donna è rivolta verso l'uomo e spinge i fianchi verso il suo inguine.",
    "image": "ic_close_up.png"
  },
  {
    "id": 52,
    "name": "Star",
    "description": "La donna è sdraiata sulla schiena con una gamba distesa e l'altra piegata verso l'alto. L'uomo scivola tra le sue gambe e spinge una delle sue gambe sotto di lei per sollevarle i fianchi. Per aiutare il suo equilibrio l'uomo si appoggia indietro sulle mani.",
    "image": "ic_star.png"
  },
  {
    "id": 53,
    "name": "Indian Handstand",
    "description": "L'uomo sta in piedi mentre la donna fa la verticale. L'uomo entra nella donna da dietro e la aiuta a stare in equilibrio tenendosi ai suoi fianchi.",
    "image": "ic_indian_handstand.png"
  },
  {
    "id": 54,
    "name": "Rocking Horse",
    "description": "L'uomo è seduto con le gambe incrociate e si appoggia all'indietro sostenendosi con le braccia. La donna si siede a cavalcioni di lui con le ginocchia piegate ai lati della sua vita. La donna può poi dondolarsi avanti e indietro in un movimento da cavallo a dondolo.",
    "image": "ic_rocking_horse.png"
  },
  {
    "id": 55,
    "name": "Super 8",
    "description": "La donna si stende sulla schiena con un piccolo cuscino sotto il sedere per sollevare i fianchi. L'uomo si stende tra le sue gambe e si sostiene con le braccia. Sia l'uomo che la donna sono liberi di muoversi al ritmo dell'altro.",
    "image": "ic_super_8.png"
  },
  {
    "id": 57,
    "name": "Standing Wheelbarrow",
    "description": "La donna inizia a quattro zampe, può appoggiare i gomiti su un cuscino se è più comodo. L'uomo si inginocchia dietro la donna e la penetra. Una volta che l'ha penetrata, può sollevarla lentamente da terra tenendola per le caviglie.",
    "image": "ic_standing_wheelbarrow.png"
  },
  {
    "id": 58,
    "name": "Doggy Style",
    "description": "La donna si accovaccia a quattro zampe, portando il suo peso sulle mani, mentre il suo partner la penetra da dietro. Mentre la donna può premere indietro su di lui, l'uomo ha il controllo della maggior parte del movimento.",
    "image": "ic_doggy_style.png"
  },
  {
    "id": 59,
    "name": "Nirvana",
    "description": "In questa posizione sessuale del kamasutra la donna è sdraiata sulla schiena con le gambe chiuse e le braccia distese che tengono le sponde del letto (se possibile).\nL'uomo si stende sopra di lei con le gambe ai lati delle sue. La penetra lentamente mentre le sue gambe rimangono chiuse.",
    "image": "ic_nirvana.png"
  },
  {
    "id": 60,
    "name": "Padlock",
    "description": "La donna si siede sul bordo di un mobile alto, per esempio un tavolo o una lavatrice. Si appoggia all'indietro e si sostiene con le braccia. L'uomo sta in piedi davanti a lei. Lei può avvolgere le gambe intorno alla sua vita mentre lui entra in lei.",
    "image": "ic_padlock.png"
  },
  {
    "id": 61,
    "name": "Rock 'n' Roller",
    "description": "Mentre la coppia sta facendo l'amore, la donna si sdraia sulla schiena con un cuscino dietro la testa. Poi solleva le gambe in aria e dondola all'indietro - come se stesse per fare una rotolata all'indietro. L'uomo si inginocchia dietro di lei e tiene i fianchi di lei sollevati sulle sue cosce mentre entra in lei.",
    "image": "ic_rock_n_roller.png"
  },
  {
    "id": 62,
    "name": "Backward Slide",
    "description": "L'uomo si siede sul bordo del letto con le gambe penzoloni e un cuscino dietro la schiena come sostegno. La donna si siede a cavalcioni di lui e piega le gambe in modo che le sue ginocchia siano al livello delle sue spalle. Poi si china con attenzione all'indietro e appoggia le mani sul pavimento, da entrambi i lati dei piedi di lui, per bilanciare.",
    "image": "ic_backward_slide.png"
  },
  {
    "id": 63,
    "name": "Crossed Keys",
    "description": "Una delle posizioni sessuali del kamasutra più facili, la donna giace sulla schiena con le gambe in aria. Il suo sedere deve essere sul bordo del letto e le sue gambe devono essere incrociate. L'uomo sta in piedi di fronte a lei e si tiene alle sue gambe mentre la penetra.",
    "image": "ic_crossed_keys.png"
  },
  {
    "id": 64,
    "name": "Ape",
    "description": "L'uomo si sdraia sulla schiena e porta le ginocchia al petto. La donna si siede sul suo partner rivolto verso di lui mentre lui appoggia i piedi sulla sua schiena e la penetra. La donna usa i suoi piedi per bilanciare e controllare il movimento.",
    "image": "ic_ape.png"
  },
  {
    "id": 65,
    "name": "Reclining Lotus",
    "description": "Questa posizione richiede una grande flessibilità da parte della donna, che si stende sulla schiena con le gambe incrociate.",
    "image": "ic_reclining_lotus.png"
  },
  {
    "id": 66,
    "name": "Wide Opened",
    "description": "La donna si stende sulla schiena con un cuscino sotto la testa. L'uomo si inginocchia tra le sue gambe e fa scivolare le sue cosce sotto la sua schiena per sollevarle i fianchi mentre entra in lei.",
    "image": "ic_wide_opened.png"
  },
  {
    "id": 67,
    "name": "Peg",
    "description": "L'uomo giace sulla schiena con le gambe distese e separate. La donna sta sopra di lui con le gambe chiuse e distese.\nQuesta è una buona posizione sessuale per i partner ben dotati perché l'uomo non può penetrare troppo profondamente, dato che le gambe della donna sono chiuse. Va bene anche per l'intimità perché si è faccia a faccia.",
    "image": "ic_peg.png"
  },
  {
    "id": 68,
    "name": "Indrani",
    "description": "La donna si sdraia sulla schiena con un cuscino sotto la testa. Si tira le ginocchia al petto mentre l'uomo scivola tra le sue gambe. La donna ha le mani libere per tirare l'uomo verso di sé e controllare la penetrazione.",
    "image": "ic_indrani.png"
  },
  {
    "id": 69,
    "name": "Suspended Congress",
    "description": "L'uomo si appoggia a un muro mentre solleva la donna da terra e la sostiene con le mani sotto il suo sedere. La donna può afferrare la vita dell'uomo con le cosce.",
    "image": "ic_suspended_congress.png"
  },
  {
    "id": 70,
    "name": "Suspended Scissors",
    "description": "La donna si sdraia proprio sul bordo del letto con solo i piedi che toccano il materasso per il sostegno. Poi sta in equilibrio sul pavimento con il braccio sinistro. L'uomo sta a cavalcioni della sua gamba sinistra e solleva la sua gamba destra con le mani.",
    "image": "ic_suspended_scissors.png"
  },
  {
    "id": 71,
    "name": "Propeller",
    "description": "La donna è sdraiata sulla schiena con le gambe chiuse. L'uomo giace sopra di lei rivolto nella direzione opposta. Una volta dentro di lei può muovere lentamente i fianchi con un movimento circolare.",
    "image": "ic_propeller.png"
  },
  {
    "id": 72,
    "name": "Prone Tiger",
    "description": "L'uomo si siede sul letto con le gambe distese davanti a sé. La donna si sdraia di fronte, apre le gambe e lentamente si appoggia a lui, abbassandosi sul suo pene. Le gambe della donna devono essere distese dietro l'uomo.",
    "image": "ic_prone_tiger.png"
  },
  {
    "id": 73,
    "name": "Crisscross",
    "description": "La donna si sdraia su un fianco rivolto verso l'uomo con le gambe leggermente divaricate. L'uomo si stende anch'esso su un lato, ma ad angolo retto rispetto alla donna, e scivola tra le sue gambe per entrare in lei.",
    "image": "ic_crisscross.png"
  },
  {
    "id": 74,
    "name": "Erotic V",
    "description": "La donna si siede sul bordo di un tavolo e l'uomo sta di fronte a lei. La donna deve sollevare le gambe in alto e appoggiare la parte posteriore delle ginocchia sulle spalle dell'uomo. Lei può anche avvolgere le braccia intorno al collo di lui per sostegno, mentre lui può afferrare il suo sedere per aiutare a controllare il movimento.",
    "image": "ic_erotic_v.png"
  },
  {
    "id": 75,
    "name": "Catherine Wheel",
    "description": "L'uomo e la donna si siedono uno di fronte all'altra. Lei avvolge le gambe intorno alla vita di lui mentre lui entra in lei. Lui poi avvolge una delle sue gambe sopra la vita di lei. Per mantenere l'equilibrio la donna può appoggiarsi sulle sue braccia, mentre l'uomo si appoggia sui suoi gomiti.",
    "image": "ic_catherine_wheel.png"
  },
  {
    "id": 76,
    "name": "Triumph Arch",
    "description": "Questa posizione richiede una donna estremamente elastica, poiché deve sdraiarsi sulla schiena con le gambe piegate sotto di lei. L'uomo scivola poi tra le sue gambe con le gambe distese in modo che siano ai lati della sua testa.",
    "image": "ic_triumph_arch.png"
  },
  {
    "id": 77,
    "name": "X-Rated",
    "description": "L'uomo è sdraiato sulla schiena con un cuscino sotto la testa. La donna giace sopra di lui di fronte a lui con le gambe ai lati della sua vita e le braccia avvolte intorno alle sue gambe. Lei è nella posizione perfetta per scivolare su e giù, mentre lui ha una vista a luci rosse.",
    "image": "ic_x_rated.png"
  },
  {
    "id": 78,
    "name": "Shoulder Stand",
    "description": "La donna si stende sulla schiena e solleva le gambe e tutto il busto in aria, con l'aiuto dell'uomo. L'uomo si inginocchia dietro di lei ed entra in lei mentre lei appoggia le gambe sulle sue spalle.",
    "image": "ic_shoulder_stand.png"
  },
  {
    "id": 79,
    "name": "Rowing Boat",
    "description": "Il modo migliore per iniziare questa posizione è con l'uomo sdraiato all'indietro e la donna seduta a cavalcioni su di lui. Una volta che lui la sta penetrando, l'uomo può lentamente sedersi, in modo che siano uno di fronte all'altro con le gambe intrecciate. Per una maggiore comodità possono entrambi infilare le braccia sotto le ginocchia dell'altro.",
    "image": "ic_rowing_boat.png"
  },
  {
    "id": 80,
    "name": "Zen Pause",
    "description": "L'uomo e la donna si sdraiano entrambi sui loro lati uno di fronte all'altro. L'uomo entra nella donna mentre lei gli avvolge le gambe.",
    "image": "ic_zen_pause.png"
  },
  {
    "id": 81,
    "name": "Landslide",
    "description": "La donna si stende a pancia in giù, con le gambe distese e solleva il busto appoggiandosi sui gomiti. L'uomo si siede tra le sue gambe, di fronte alla sua nuca, con le gambe aperte ai lati della sua vita. Lui inclina il suo corpo con una leggera angolazione per entrare in lei e mentre lo fa si sostiene con le mani appoggiate dietro di lui.",
    "image": "ic_landslide.png"
  },
  {
    "id": 82,
    "name": "Supernova",
    "description": "Questa posizione sessuale è una leggera variazione della classica donna sopra la testa, ma questa volta l'uomo si sdraia con la metà superiore del suo corpo a mano fuori dal bordo del letto, mentre la donna si siede a cavalcioni su di lui e si appoggia sulle sue braccia per il sostegno.",
    "image": "ic_supernova.png"
  },
  {
    "id": 83,
    "name": "Squat Balance",
    "description": "La donna sta in piedi sul letto con l'uomo in piedi dietro di lei. Lui mette le mani sul suo sedere e lei si abbassa lentamente su di lui. Lui può quindi penetrarla mentre lei usa le sue braccia per bilanciarsi.",
    "image": "ic_squat_balance.png"
  },
  {
    "id": 84,
    "name": "Shoulder Holder",
    "description": "La donna è sdraiata sulla schiena con un cuscino sotto la testa e le gambe dritte in aria. L'uomo si inginocchia per penetrarla, mentre afferra le sue gambe e le appoggia contro una delle sue spalle. Può usare l'altra mano come sostegno.",
    "image": "ic_shoulder_holder.png"
  },
  {
    "id": 85,
    "name": "Seduction",
    "description": "La donna si sdraia sulla schiena con le gambe piegate sotto il corpo - tentare questo solo se si è abbastanza flessibili. L'uomo poi si stende sopra la donna per penetrarla.",
    "image": "ic_seduction.png"
  },
  {
    "id": 86,
    "name": "Lustful Leg",
    "description": "L'uomo e la donna stanno entrambi in piedi uno di fronte all'altra. La donna inizia mettendo la gamba sul letto in modo che l'uomo possa entrare in lei. Una volta dentro, lui può lentamente aiutarla a sollevare la gamba sulla sua spalla.",
    "image": "ic_lustful_leg.png"
  },
  {
    "id": 87,
    "name": "Glowing Triangle",
    "description": "La donna si sdraia sulla schiena, mentre l'uomo si muove sopra di lei. Ma invece di sdraiarsi sopra di lei, lui si mette a quattro zampe e lei deve sollevare il bacino in modo che lui possa penetrarla. Poi lui rimane fermo e lei fa tutto il lavoro.",
    "image": "ic_glowing_triangle.png"
  },
  {
    "id": 88,
    "name": "Y Curve",
    "description": "La donna si stende a faccia in giù sul letto e lascia che la metà superiore del suo corpo penda dal bordo. Potrebbe aver bisogno di un cuscino su cui appoggiare la testa. L'uomo si stende tra le sue gambe per penetrarla e spinge il suo corpo verso l'alto in modo da non essere sdraiato sulla sua schiena.",
    "image": "ic_y_curve.png"
  },
  {
    "id": 89,
    "name": "Magic Mountain",
    "description": "Per prima cosa devi impilare una pila di cuscini solidi per formare la tua \"montagna\". Poi la donna si inginocchia e si piega sui cuscini, in modo che il suo petto sia piatto sui cuscini. L'uomo si inginocchia dietro di lei e, con le gambe ai suoi lati, la penetra profondamente.",
    "image": "ic_magic_mountain.png"
  },
  {
    "id": 90,
    "name": "Lap Top",
    "description": "L'uomo si siede su una sedia con un cuscino sotto le ginocchia per alzarle. La donna si siede sul suo grembo e solleva le gambe in modo che siano avvolte intorno al suo collo. La donna può quindi dondolarsi avanti e indietro sul suo pene mentre lui le sostiene la schiena con le mani.",
    "image": "ic_lap_top.png"
  },
  {
    "id": 91,
    "name": "Stair Master",
    "description": "La donna si inginocchia su un gradino mentre il suo partner sta un paio di passi più in basso e la penetra da dietro. Lei può usare il gradino davanti a lei o la ringhiera per aiutarsi nell'equilibrio, mentre l'uomo può semplicemente tenersi ai suoi fianchi mentre la penetra.",
    "image": "ic_stair_master.png"
  },
  {
    "id": 92,
    "name": "Mermaid",
    "description": "La donna si sdraia su un tavolo con il suo sedere proprio sul bordo. Poi solleva entrambe le gambe in aria (può mettere un cuscino sotto il sedere se è più comodo) mentre l'uomo sta in piedi e la penetra. Per una maggiore stabilità lui può tenersi fermo tenendo i piedi di lei.",
    "image": "ic_mermaid.png"
  },
  {
    "id": 93,
    "name": "Sidekick",
    "description": "La donna si sdraia su un fianco con la schiena verso l'uomo. Lui si inginocchia dietro di lei, rivolto verso la sua testa e si mette a cavalcioni della sua gamba mentre entra in lei. Lei poi allunga la sua gamba superiore per permettergli più spazio di manovra.",
    "image": "ic_sidekick.png"
  },
  {
    "id": 94,
    "name": "Thigh Master",
    "description": "L'uomo è sdraiato sulla schiena con le gambe piegate e leggermente separate. La donna è rivolta verso l'uomo e si mette a cavallo di una delle sue cosce. Con il corpo leggermente inclinato, lei si aggrappa alle sue ginocchia e si abbassa lentamente su di lui.",
    "image": "ic_thigh_master.png"
  },
  {
    "id": 95,
    "name": "Butterfly",
    "description": "Simile alla sirena, la posizione della farfalla consiste nel fare sesso mentre la donna è sdraiata su un tavolo relativamente basso con il suo sedere proprio sul bordo. L'uomo sta in piedi e la aiuta a sollevare i fianchi con le mani. Lui la penetra mentre lei appoggia le gambe sulle sue spalle.",
    "image": "ic_butterfly.png"
  },
  {
    "id": 96,
    "name": "Sideways Samba",
    "description": "La donna si stende su un fianco con le gambe distese davanti a lei ad un angolo di 90 gradi. Deve inclinare il bacino verso l'interno, mentre l'uomo si stende dietro di lei e solleva il busto con un braccio ai lati della vita per sostenerla mentre la penetra.",
    "image": "ic_sideways_samba.png"
  },
  {
    "id": 97,
    "name": "Side Saddle",
    "description": "L'uomo è sdraiato sulla schiena, con un cuscino dietro la testa e le gambe distese. La donna si siede di fronte a lui con le gambe su un lato della sua vita e le mani sull'altro, sostenendo il suo peso. Mentre lui la penetra, lei può aprire e chiudere lentamente le gambe, mentre fa dei movimenti rotatori per farlo impazzire.",
    "image": "ic_side_saddle.png"
  },
  {
    "id": 98,
    "name": "Proposal",
    "description": "Sia l'uomo che la donna si inginocchiano uno di fronte all'altra (aiuta se siete di altezze simili). Lui mette un piede a terra (come se stesse proponendo) e lei mette il piede opposto a terra, pronta per l'inizio della penetrazione.",
    "image": "ic_proposal.png"
  },
  {
    "id": 99,
    "name": "G-Force",
    "description": "In questa posizione sessuale la donna si sdraia sulla schiena e tira le ginocchia fino al petto. L'uomo si inginocchia dietro di lei e le solleva il busto da terra in modo che la sua schiena sia parallela alle sue cosce. Lei può aiutarsi a stare in equilibrio tenendosi alle sue gambe, mentre lui si tiene ai suoi piedi e la penetra.",
    "image": "ic_g_force.png"
  },
  {
    "id": 100,
    "name": "Right Angle",
    "description": "La donna si sdraia sulla schiena, con il sedere sul bordo del letto o del tavolo per la posizione del sesso ad angolo retto.\nIl partner entra in lei mentre le accarezza il seno o il clitoride.\nLa posizione dell'angolo retto funziona bene anche senza spingere: se la donna afferra l'uomo incrociando le caviglie dietro la sua schiena e lui si preme contro di lei, la pressione aumenterà, dando ad entrambi i partner un piacere intenso.\n\nTradotto con www.DeepL.com/Translator (versione gratuita)",
    "image": "ic_right_angle.png"
  }
]