[
  {
    "id": 1,
    "name": "Bandoleer",
    "description": "While the woman lies on her back and lifts both knees up towards her chest, the man kneels facing her. She can then rest her feet on his chest, while he places his forearms on her knees. The woman can then grab the man’s thighs and pull him closer for deeper penetration. The more he presses down on her knees, the greater the pleasure for her.",
    "image": "ic_bandoleer.png"
  },
  {
    "id": 2,
    "name": "Bridge",
    "description": "Only suitable for extremely strong and flexible men he makes a bridge, while the woman straddles him. She can then move up and down by pushing off the floor with her feet not for the faint-hearted!",
    "image": "ic_bridge.png"
  },
  {
    "id": 3,
    "name": "Grip",
    "description": "Similar to the missionary position, the grip requires the woman to lay on her back and raise her hips slightly (it may be more comfortable to place a cushion under the woman’s bottom). The man then places himself between her legs, while she moves her pelvis side to side.",
    "image": "ic_grip.png"
  },
  {
    "id": 4,
    "name": "Afternoon Delight",
    "description": "The man lays on his side, while the woman lays on her back at a right angle to her partner. She puts her knees over his hip to allow easy penetration.",
    "image": "ic_afternoon_delight.png"
  },
  {
    "id": 5,
    "name": "Rider",
    "description": "Similar to reverse cowgirl, the rider involves the woman straddling the man while facing away from him. She then leans forward and while balancing herself on his knees slides up and down. The man can also control penetration by holding onto the woman’s waist.",
    "image": "ic_rider.png"
  },
  {
    "id": 6,
    "name": "Eagle",
    "description": "The woman lays on her back with her legs in the air and knees slightly bent (she may need a cushion under her bottom to make it more comfortable). The man then kneels between her legs and holds onto her ankles while he enters her.",
    "image": "ic_placeholder.png"
  },
  {
    "id": 7,
    "name": "Visitor",
    "description": "This position is ideal for an impromptu sex session. The man and the woman stand face to face and he stimulates her genitals with his penis before penetrating her.",
    "image": "ic_visitor.png"
  },
  {
    "id": 8,
    "name": "Slide",
    "description": "An easy sex position which requires minimal effort and increases tightness.\nThe man lies flat on his back, while the woman lies on top of him with her legs together. He is then able to penetrate her as she slides up and down on his body.",
    "image": "ic_slide.png"
  },
  {
    "id": 9,
    "name": "Clasp",
    "description": "He stands and she wraps her legs around his waist while he supports her by holding her bottom and back. For more support and deeper penetration she can rest her back against a wall.",
    "image": "ic_clasp.png"
  },
  {
    "id": 10,
    "name": "Tominagi",
    "description": "The man kneels while the woman lies on her back and rests her feet on his chest. The man controls the penetration, which can be very deep - the perfect position for less endowed men.",
    "image": "ic_tominagi.png"
  },
  {
    "id": 11,
    "name": "Seated Ball",
    "description": "The woman crouches down onto the man’s lap, while she controls the penetration by rocking back and forth on her heels.",
    "image": "ic_seated_ball.png"
  },
  {
    "id": 12,
    "name": "Curled Angel",
    "description": "The woman curls up into a ball with her knees drawn up to her chest, while the man spoons her from behind. This position is ideal if you’re feeling lazy and it is also great for pregnant women too - the woman simply needs to lower her legs to accommodate her growing bump.",
    "image": "ic_curled_angel.png"
  },
  {
    "id": 13,
    "name": "Glowing Juniper",
    "description": "Perfect for when you’re feeling a little bit lazy - the woman lies on her back with her legs parted and knees slightly bent. The man sits between her legs with his legs stretched either side of her. He can then lift her hips for easier penetration while she lays back and enjoys!",
    "image": "ic_glowing_juniper.png"
  },
  {
    "id": 14,
    "name": "Cross",
    "description": "The woman lies on her back with one leg extended and the other raised in the air, but bent in half. The man then straddles the woman’s extended leg, while holding onto her other leg to control penetration.",
    "image": "ic_cross.png"
  },
  {
    "id": 15,
    "name": "Perch",
    "description": "The man sits on a chair or stool and the woman sits on his lap. With her back to him she can control the penetration by rocking back and forth on her heels. His hands are then free to play with her clitoris and breasts.",
    "image": "ic_perch.png"
  },
  {
    "id": 16,
    "name": "Plough",
    "description": "The woman lays on the edge of the bed with her legs hanging off. The man then positions himself between her legs and lifts her hips and thighs to allow penetration, while she supports herself on her elbows.",
    "image": "ic_plough.png"
  },
  {
    "id": 17,
    "name": "Toad",
    "description": "The woman lies back with her legs open, while the man lies between her legs and slowly penetrates her. For greater intimacy, she can wrap her legs around him and control the pressure of his grinding by gently pressing on his buttocks with her feet.",
    "image": "ic_toad.png"
  },
  {
    "id": 18,
    "name": "Hero",
    "description": "The woman lies on her back, with her knees pulled up to her chest and her feet pointing up to the ceiling. The man kneels and rests his things under her bum while penetrating her.",
    "image": "ic_hero.png"
  },
  {
    "id": 19,
    "name": "Peg",
    "description": "While the man lays on his side, the woman curls up into a ball and with her head at his feet, she wraps her legs around his. She can then wrap her arms around the top of his legs while he penetrates her.",
    "image": "ic_peg.png"
  },
  {
    "id": 20,
    "name": "Classic",
    "description": "While similar to the missionary, the classic position involves the woman laying on her back with a cushion under her bottom. This slight tilt of the pelvis allows for deeper penetration as the man places himself between her legs and enters her.",
    "image": "ic_classic.png"
  },
  {
    "id": 21,
    "name": "Fan",
    "description": "With her back to her partner, the woman bends over, crosses her arms and rests her elbows on a chair for support. Then man then enters her from behind (ideal for anal sex) and can control the depth and pressure by holding the top of her thighs.",
    "image": "ic_fan.png"
  },
  {
    "id": 22,
    "name": "Snail",
    "description": "The woman lies on her back and pulls her knees up to her chest. The man kneels down and enters her. She can then rest her feet on his shoulders, while he supports himself with his hands either side of her shoulders.",
    "image": "ic_snail.png"
  },
  {
    "id": 23,
    "name": "Slip",
    "description": "The man kneels down and leans back, supporting himself with his hands behind him, while the woman lies flat on her back. She then tilts her hips towards him to aid penetration, while positioning her legs either side of his hips.",
    "image": "ic_slip.png"
  },
  {
    "id": 24,
    "name": "Hound",
    "description": "Similar to doggy style, but instead of being on all fours, the woman lowers herself onto her forearms while the man penetrates her from behind. He can also lean forward and as his hands are free he can caress her body at the same time.",
    "image": "ic_hound.png"
  },
  {
    "id": 25,
    "name": "Crouching Tiger",
    "description": "While the man lays on the bed with his knees off the edge, the woman squats over him facing away. She is fully in control of depth and pace of penetration.",
    "image": "ic_crouching_tiger.png"
  },
  {
    "id": 26,
    "name": "Hinge",
    "description": "The man kneels behind the woman and while leaning backwards uses one arm to support himself. The women kneels in front of him and supports herself on her elbows, allowing her to thrust back onto him. He can then use his spare hand to touch her.",
    "image": "ic_hinge.png"
  },
  {
    "id": 27,
    "name": "Ship",
    "description": "While the man lies flat on his back, the woman simply sits on top of him with both legs to one side. The woman is in complete control. Ideal when the man is feeling tired/lazy.",
    "image": "ic_ship.png"
  },
  {
    "id": 28,
    "name": "From Behind",
    "description": "The man stands behind the woman and enters her. He’s in control of the thrusts. She may find it easier to balance with a wall to lean against.",
    "image": "ic_from_behind.png"
  },
  {
    "id": 29,
    "name": "Balancing Act",
    "description": "The man lies on his back with his legs apart while the woman sits down between his thighs. The woman must then curl her body up into a ball while the man supports her. Her hands are free to touch herself or touch his perineum.",
    "image": "ic_balancing_act.png"
  },
  {
    "id": 30,
    "name": "Splitting Bamboo",
    "description": "The woman lays on her back with one leg stretched out and the other resting on her partner’s shoulder. The man straddles her thigh, while holding on to her elevated leg to balance himself.",
    "image": "ic_splitting_bamboo.png"
  },
  {
    "id": 31,
    "name": "Frog",
    "description": "The man sits on the edge of the bed with his feet on the floor while the woman crouches (like a frog) on his lap. She can then move up and down to control the penetration, while pressing on his thighs for support.",
    "image": "ic_frog.png"
  },
  {
    "id": 32,
    "name": "Column",
    "description": "The woman stands in front of the man with her back to him and their arms intertwined. The man can then penetrate the woman from behind. The woman may find it easier to lean on a table.",
    "image": "ic_placeholder.png"
  },
  {
    "id": 33,
    "name": "Candle",
    "description": "The woman lies on her back with one cushion under her head and another under her bottom. She then pulls her knees up to her chest and lifts her legs in the air. The man kneels down with his legs either side of her and enters her hips.",
    "image": "ic_candle.png"
  },
  {
    "id": 34,
    "name": "Basket",
    "description": "The man sits with one leg stretched out and the other leg bent at the knee to help him balance. The woman sits on his lap. While she can control most of the movement, he also has some control with his hands on her hips. He is also in the ideal position to kiss and suck her nipples while having sex.",
    "image": "ic_basket.png"
  },
  {
    "id": 35,
    "name": "Galley",
    "description": "The man sits with his weight on one arm (the other is free to fondle) and his legs stretched out. The woman sits on top of him and leans forward. She can then support herself with her arms, while being in full control of the movement and penetration.",
    "image": "ic_galley.png"
  },
  {
    "id": 36,
    "name": "Clip",
    "description": "The man lies on his back and closes his legs while the woman sits astride him and leans back supporting herself on her arms. She can then grind on to him while he lays back and enjoys himself.",
    "image": "ic_clip.png"
  },
  {
    "id": 37,
    "name": "Whisper",
    "description": "The man lies on his side while the woman wraps her legs around his waist and crosses her ankles. He is then free to thrust in and out.",
    "image": "ic_wisper.png"
  },
  {
    "id": 38,
    "name": "Challenge",
    "description": "This position requires a sturdy chair/stool and a great deal of balance. The woman crouches on the stool while the man enters her from behind. He will need to hold firmly onto her waist to stop her toppling over.",
    "image": "ic_challenge.png"
  },
  {
    "id": 39,
    "name": "Kneel",
    "description": "In this sex position the woman and the man both kneel. The woman puts her legs either side of the man's so he can penetrate her. They can both wrap their arms around each other.",
    "image": "ic_kneel.png"
  },
  {
    "id": 40,
    "name": "Kneeling Wheelbarrow",
    "description": "The Kneeling Wheelbarrow is a slightly easier variation of the standing wheelbarrow. The woman kneels on one leg with her other leg stretched out. She then leans on the opposite elbow to the leg she is kneeling on while her partner kneels behind her. The man can hold the woman’s hips to help her balance while he enters her.",
    "image": "ic_knelling_wheelbarrow.png"
  },
  {
    "id": 41,
    "name": "Spider",
    "description": "The man sits with his legs stretched out and leans back on his hands. The woman sits astride him facing the man. She also leans back on her hands and can use them to help her rock back and forth.",
    "image": "ic_spider.png"
  },
  {
    "id": 42,
    "name": "Fold",
    "description": "The woman lies on her back with a cushion under her bottom to raise her hips. The man sits with his legs stretched out either side of her, while she lets her legs hang behind his back.",
    "image": "ic_fold.png"
  },
  {
    "id": 43,
    "name": "Sphinx",
    "description": "The woman lies on her front with her weight on her elbows. She stretches one leg out and bends the other to the side. The man lays on top and can penetrate from behind while leaning on his hands for support.",
    "image": "ic_sphinx.png"
  },
  {
    "id": 44,
    "name": "Deckchair",
    "description": "The man sits with his legs stretched out and leans back on his hands. The woman lays on her back facing him and with a pillow under her bottom she can comfortably rest her feet on his shoulders.",
    "image": "ic_deckchair.png"
  },
  {
    "id": 45,
    "name": "Waterfall",
    "description": "The man sits on a chair or a stool while the women sits on his lap. Once he is penetrating her she leans right back (if necessary she can rest her head on a cushion on the floor) while he takes full control of all the movement.",
    "image": "ic_waterfall.png"
  },
  {
    "id": 46,
    "name": "Double Decker",
    "description": "The double decker is the perfect sex position for when you are transitioning between other positions.\nWhile the man lies on his back, the woman lies on top of him with her back to him. She supports herself on her elbows, either side of the man’s waist and to help her balance she puts her feet on the man’s knees.",
    "image": "ic_double_decker.png"
  },
  {
    "id": 47,
    "name": "Dolphin",
    "description": "The woman lies down on her back and the man places himself between her legs. He then lifts her up by the waist so all of her weight is on her head and shoulders.",
    "image": "ic_dolphin.png"
  },
  {
    "id": 48,
    "name": "Reverse Cowgirl",
    "description": "The reverse cowgirl involves the man laying on his back with the woman sitting astride him with her back to him. The woman is in full control of all the movements.",
    "image": "ic_reverse_cowgirl.png"
  },
  {
    "id": 49,
    "name": "Lotus Blossom",
    "description": "The man sits with his legs crossed while the woman sits on his lap with her legs wrapped around his waist.",
    "image": "ic_lotus_blossom.png"
  },
  {
    "id": 50,
    "name": "Amazon",
    "description": "The man sits on a chair - ideally the chair won’t be too high as the woman’s feet need to touch the ground. The woman sits on his lap facing him and uses her feet to bounce up and down.",
    "image": "ic_amazon.png"
  },
  {
    "id": 51,
    "name": "Close-Up",
    "description": "The man and woman both lie on their sides with their legs pulled up to their chests. The woman faces away from the man and pushes her hips down into his crotch.",
    "image": "ic_close_up.png"
  },
  {
    "id": 52,
    "name": "Star",
    "description": "The woman lies on her back with one leg stretched out and the other bent up. The man slides in between her legs and pushes one of his legs underneath her to raise her hips. To help his balance the man leans back on his hands.",
    "image": "ic_star.png"
  },
  {
    "id": 53,
    "name": "Indian Handstand",
    "description": "The man stands while the woman does a headstand. The man enters the woman from behind and helps her to balance by holding onto her hips.",
    "image": "ic_indian_handstand.png"
  },
  {
    "id": 54,
    "name": "Rocking Horse",
    "description": "The man sits with his legs crossed and leans back supporting himself with his arms. The woman sits astride him with her knees bent either side of his waist. The woman can then rock back and forth in a rocking horse motion.",
    "image": "ic_rocking_horse.png"
  },
  {
    "id": 55,
    "name": "Super 8",
    "description": "The woman lies flat on her back with a small cushion under her bottom to raise her hips. The man lies between her legs and supports himself on his arms. Both the man and the woman are free to move in rhythm with each other.",
    "image": "ic_super_8.png"
  },
  {
    "id": 56,
    "name": "Ascent to Desire",
    "description": "The man stands with his knees ever so slightly bent and the woman stands facing him. He then lifts her off the ground and she wraps her legs around his waist and her arms around his neck while he penetrates her.",
    "image": "ic_placeholder.png"
  },
  {
    "id": 57,
    "name": "Standing Wheelbarrow",
    "description": "The woman starts on all fours, she can rest her elbows on a pillow if that’s more comfortable. The man kneels behind the woman and enters her. Once he has penetrated the woman he can slowly lift her off the ground by holding onto her ankles.",
    "image": "ic_standing_wheelbarrow.png"
  },
  {
    "id": 58,
    "name": "Doggy Style",
    "description": "The woman crouches on all fours, taking her weight on her hands, while her partner enters her from behind. While the woman can press back into him, the man is in control of most of the movement.",
    "image": "ic_doggy_style.png"
  },
  {
    "id": 59,
    "name": "Nirvana",
    "description": "In this kamasutra sex position the woman lies flat on her back with her legs closed and her arms stretched out holding the bedposts (if possible).\nThe man lays on top of her with his legs either side of hers. He slowly penetrates her while her legs remain shut.",
    "image": "ic_nirvana.png"
  },
  {
    "id": 60,
    "name": "Padlock",
    "description": "In this sutra sex position, the woman sits on the edge of a high piece of furniture, for example a table or a washing machine. She leans back and supports herself with her arms. The man stands in front of her. She can wrap her legs around his waist as he enters her.",
    "image": "ic_padlock.png"
  },
  {
    "id": 61,
    "name": "Rock 'n' Roller",
    "description": "As the couple are making love, the woman lies on her back with a pillow behind her head. She then lifts her legs in the air and rocks back - like she’s going to do a backwards roll. The man kneels behind her and keeps her hips elevated on his thighs while entering her.",
    "image": "ic_rock_n_roller.png"
  },
  {
    "id": 62,
    "name": "Backward Slide",
    "description": "The man sits on the edge of the bed with his legs hanging down and a cushion behind his back for support. The woman sits astride him and bends her legs so her knees are level with his shoulders. She then carefully leans back and rests her hands on the floor, either side of his feet, to balance.",
    "image": "ic_backward_slide.png"
  },
  {
    "id": 63,
    "name": "Crossed Keys",
    "description": "One of the easier kamasutra sexual positions, the woman lies on her back with her legs in the air. Her bottom needs to be at the edge of the bed and her legs must be crossed. The man stands facing her and holds onto her legs while he penetrates her.",
    "image": "ic_crossed_keys.png"
  },
  {
    "id": 64,
    "name": "Ape",
    "description": "The man lies on his back and brings his knees up to his chest. The woman sits down on her partner facing away from him while he rests his feet on her back and penetrates her. The woman uses her feet to balance and control the motion.",
    "image": "ic_ape.png"
  },
  {
    "id": 65,
    "name": "Reclining Lotus",
    "description": "This position requires a great deal of flexibility from the woman, who lays on her back with her legs crossed.",
    "image": "ic_reclining_lotus.png"
  },
  {
    "id": 66,
    "name": "Wide Opened",
    "description": "The woman lays on her back with a pillow under her head. The man kneels between her legs and slides his thighs under her back to raise her hips as he enters her.",
    "image": "ic_wide_opened.png"
  },
  {
    "id": 67,
    "name": "Peg",
    "description": "The man lies on his back with his legs stretched out and parted. The woman lies on top of him with her legs closed and stretched out.\nThis is a good sex position for well endowed partners as the man can’t penetrate too deeply, as the woman’s legs are closed. Also good for intimacy as you are face to face.",
    "image": "ic_peg.png"
  },
  {
    "id": 68,
    "name": "Indrani",
    "description": "The woman lies on her back with a pillow under her head. She pulls her knees up to her chest while the man slides between her legs. The woman has her hands free to pull the man towards her and control penetration.",
    "image": "ic_indrani.png"
  },
  {
    "id": 69,
    "name": "Suspended Congress",
    "description": "The man leans against a wall while lifting the woman off the floor and supporting her with his hands under her bottom. The woman can grip the man’s waist with her thighs.",
    "image": "ic_suspended_congress.png"
  },
  {
    "id": 70,
    "name": "Suspended Scissors",
    "description": "The woman lies right on the edge of the bed with just her feet touching the mattress for support. She then balances on the floor with her left arm. The man stands astride her left leg and raises her right leg with his hands.",
    "image": "ic_suspended_scissors.png"
  },
  {
    "id": 71,
    "name": "Propeller",
    "description": "The woman lies flat on her back with her legs closed. The man lies on top of her facing the opposite direction. Once inside her he can slowly move his hips in a circular motion.",
    "image": "ic_propeller.png"
  },
  {
    "id": 72,
    "name": "Prone Tiger",
    "description": "The man sits on the bed with his legs stretched out in front of him. The woman lays on her front, parts her legs and slowly backs into him, lowering herself onto his penis. The woman’s legs should be stretched out behind the man.",
    "image": "ic_prone_tiger.png"
  },
  {
    "id": 73,
    "name": "Crisscross",
    "description": "The woman lays on her side facing away from the man with her legs slightly parted. The man also lays on his side, but at a right angle to the woman, and slides in between her legs to enter her.",
    "image": "ic_crisscross.png"
  },
  {
    "id": 74,
    "name": "Erotic V",
    "description": "The woman sits on the edge of a table and the man stands in front of her. The woman needs to lift her legs right up and rest the back of her knees on the man’s shoulders. She can also wrap her arms around his neck for support, while he can grip her bottom to help control the motion.",
    "image": "ic_erotic_v.png"
  },
  {
    "id": 75,
    "name": "Catherine Wheel",
    "description": "The man and woman sit down facing each other. She wraps her legs around his waist while he enters her. He then wraps one of his legs over her waist. To maintain balance the woman can lean on her arms, while the man rests on his elbows.",
    "image": "ic_catherine_wheel.png"
  },
  {
    "id": 76,
    "name": "Triumph Arch",
    "description": "This position requires an extremely supple woman as she needs to lie flat on her back with her legs bent underneath her. The man then slides in between her legs with his legs stretched out so they are either side of her head.",
    "image": "ic_triumph_arch.png"
  },
  {
    "id": 77,
    "name": "X-Rated",
    "description": "The man lies flat on his back with a pillow under his head. The woman lies on top of him facing away from him with her legs either side of his waist and her arms wrapped around his legs. She is in the perfect position to slide up and down, while he has an x-rated view.",
    "image": "ic_x_rated.png"
  },
  {
    "id": 78,
    "name": "Shoulder Stand",
    "description": "The woman lays on her back and lifts her legs and entire torso in the air, with help from the man. The man kneels behind her and enters her while she rests her legs on his shoulders.",
    "image": "ic_shoulder_stand.png"
  },
  {
    "id": 79,
    "name": "Rowing Boat",
    "description": "The best way to start this position is with the man laying back and the woman sitting astride him. Once he is penetrating her the man can slowly sit up, so they are facing each other with their legs intertwined. For added comfort they can both slip their arms under each other’s knees.",
    "image": "ic_rowing_boat.png"
  },
  {
    "id": 80,
    "name": "Zen Pause",
    "description": "The man and the woman both lay on their sides facing each other. The man enters the woman as she wraps her legs around him.",
    "image": "ic_zen_pause.png"
  },
  {
    "id": 81,
    "name": "Landslide",
    "description": "The woman lays on her stomach, with her legs stretched out and raises her torso by resting on her elbows. The man sits between her legs, facing the back of her head, with his legs parted either side of her waist. He tilts his body at a slight angle to enter her and while doing so supports himself with his hands propped up behind him.",
    "image": "ic_landslide.png"
  },
  {
    "id": 82,
    "name": "Supernova",
    "description": "This sex position is a slight variation of the classic woman-on-top, but this time the man lays with the top half of his body handing off the edge of the bed, while the woman sits astride him and leans back onto her arms for support.",
    "image": "ic_supernova.png"
  },
  {
    "id": 83,
    "name": "Squat Balance",
    "description": "The woman stands on the bed with the man standing behind her. He places his hands on her bottom and she slowly lowers herself onto him. He can then penetrate her while she uses his arms to balance.",
    "image": "ic_squat_balance.png"
  },
  {
    "id": 84,
    "name": "Shoulder Holder",
    "description": "The woman lies on her back with a pillow under her head and her legs straight up in the air. The man kneels to penetrate her, while gripping her legs and resting them against one of his shoulders. He can use his other hand for support.",
    "image": "ic_shoulder_holder.png"
  },
  {
    "id": 85,
    "name": "Seduction",
    "description": "The woman lies on her back with her legs bent underneath her body - only attempt this if you are quite flexible. The man then lays on top of the woman to penetrate her.",
    "image": "ic_seduction.png"
  },
  {
    "id": 86,
    "name": "Lustful Leg",
    "description": "The man and the woman both stand facing each other. The woman starts by placing her leg on the bed so the man can enter her. Once inside he can slowly help her to raise her leg onto his shoulder.",
    "image": "ic_lustful_leg.png"
  },
  {
    "id": 87,
    "name": "Glowing Triangle",
    "description": "The woman lays on her back, while the man moves on top of her. But instead of laying on top of her, he gets onto all fours and she has to raise her pelvis so he can penetrate her. He then stays still and she does all the work.",
    "image": "ic_glowing_triangle.png"
  },
  {
    "id": 88,
    "name": "Y Curve",
    "description": "The woman lays face down on the bed and lets the top half of her body hang off the edge. She may need a pillow to rest her head on. The man lays between her legs to penetrate her and pushes his body up so he isn’t laying on her back.",
    "image": "ic_y_curve.png"
  },
  {
    "id": 89,
    "name": "Magic Mountain",
    "description": "First you need to stack a pile of firm pillows to form your ‘mountain’. Then the woman kneels down and bends over the pillows, so her chest is flat on the cushions. The man kneels behind her and with his legs either side of her, penetrates her deeply.",
    "image": "ic_magic_mountain.png"
  },
  {
    "id": 90,
    "name": "Lap Top",
    "description": "The man sits on a chair with a pillow under his knees to elevate them. The woman sits on his lap and raises her legs so they are wrapped around his neck. The woman can then rock back and forth on his penis while he supports her back with his hands.",
    "image": "ic_lap_top.png"
  },
  {
    "id": 91,
    "name": "Stair Master",
    "description": "The woman kneels on one step while her partner stands a couple of steps lower and enters her from behind. She can use the step in front of her or the banister to help her balance, while the man can simply hold on to her hips as he penetrates her.",
    "image": "ic_stair_master.png"
  },
  {
    "id": 92,
    "name": "Mermaid",
    "description": "The woman lies on a table with her bottom right at the edge. She then lifts both legs in the air (she can place a pillow under her bottom if it’s more comfortable) while the man stands and penetrates her. For extra stability he can steady himself by holding her feet.",
    "image": "ic_mermaid.png"
  },
  {
    "id": 93,
    "name": "Sidekick",
    "description": "The woman lies on her side with her back to the man. He kneels behind her, facing towards her head and straddles her leg while entering her. She then stretches out her top leg to allow him more room to manoeuvre.",
    "image": "ic_sidekick.png"
  },
  {
    "id": 94,
    "name": "Thigh Master",
    "description": "The man lies on his back with his legs bent and slightly parted. The woman faces away from the man and straddles one of his thighs. With her body at a slight angle, she then holds onto his knees while slowly lowering herself onto him.",
    "image": "ic_thigh_master.png"
  },
  {
    "id": 95,
    "name": "Butterfly",
    "description": "Similar to the mermaid, the butterfly position involves having sex while the woman lays on a relatively low table with her bottom right on the edge. The man stands and helps her raise her hips with his hands. He penetrates her while she rests her legs on his shoulders.",
    "image": "ic_butterfly.png"
  },
  {
    "id": 96,
    "name": "Sideways Samba",
    "description": "The woman lays on her side with her legs stretched out in front of her at a 90’ degree angle. She needs to tilt her pelvis inwards, while the man lays behind her and raises his torso with an arm either side of waist for support as he penetrates her.",
    "image": "ic_sideways_samba.png"
  },
  {
    "id": 97,
    "name": "Side Saddle",
    "description": "The man lays on his back, with a pillow behind his head and his legs stretched out. The woman sits across him with her legs on one side of his waist and her hands on the other, supporting her weight. As he penetrates her she can slowly open and close her legs, while making swivelling motions to drive him wild.",
    "image": "ic_side_saddle.png"
  },
  {
    "id": 98,
    "name": "Proposal",
    "description": "Both the man and the woman kneel facing each other (it helps if you are similar heights). He puts one foot on the ground (as if he were proposing) and she puts the opposite foot on the ground ready for penetration to begin.",
    "image": "ic_proposal.png"
  },
  {
    "id": 99,
    "name": "G-Force",
    "description": "In this sex position the woman lays on her back and pulls her knees right up to her chest. The man kneels behind her and lifts her torso off the ground so her back is parallel to his thighs. She can help herself balance by holding onto his legs, while he holds onto her feet and penetrates her.",
    "image": "ic_g_force.png"
  },
  {
    "id": 100,
    "name": "Right Angle",
    "description": "The woman lies on her back, with her bottom at the edge of the bed or table for the Right Angle sex position.\nHer partner enters her while caressing her breasts or clitoris.\nThe Right Angle position also works well without thrusting: if the woman grips hold of the man by crossing her ankles behind his back and he presses himself against her, the pressure will mount, giving both partners intense pleasure.",
    "image": "ic_right_angle.png"
  }
]